function BookInfo() {
  return (
    <section style={{backgroundColor: "#717171" ,color: "white", padding:"20px"}}>
      <h1>1984</h1>

      <p><b>Автор:</b> Джордж Орвелл</p>
      <p><b>Жанр:</b> Антиутопія</p>
      <p><b>Кількість сторінок:</b> 328</p>

      <h2>Рецензії</h2>

      <div>
        <h3>Рецензія 1</h3>
        <p>
          Цікавий та серйозний роман про суспільство, яке повністю контролюється державою.
        </p>
      </div>

      <div>
        <h3>Рецензія 2</h3>
        <p>
          Книга показує, наскільки небезпечним може бути повний контроль інформації та життя людей.
        </p>
      </div>

      <div>
        <h3>Рецензія 3</h3>
        <p>
          Історія досить похмура, але добре запам'ятовується та змушує замислитися про свободу і приватність.
        </p>
      </div>
    </section>
  );
}

export default BookInfo;